/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"RUNNING" = "En service";

"STOPPED" = "Arrêté";

"STARTING" = "Démarrage en cours";

"STOPPING" = "Arrêt en cours";

"PAUSED" = "En pause";

"UNKNOWN" = "Inconnu";

"N/A" = "Non disponible";

"kSelectDocRootTitle" = "Sélectionnez la racine du document.";

"kInvalidEmptyEntry" = "L’entrée ne peut pas être vide.";

"kCancelButton" = "Annuler";

"kDeleteButton" = "Supprimer";

"kBeforeSavingConfirmationMessage" = "Êtes-vous sûr de vouloir enregistrer maintenant ?";

"kBeforeAbortingSaveConfirmationMessage" = "Êtes-vous sûr de vouloir interrompre l’enregistrement maintenant ?";


/* Most common errors (server-side) */

"100001" = "impossible de définir le drapeau"; /* CANNOT_SET_DEMO_FLAG_ERR */

"100002" = "impossible de supprimer le drapeau"; /* CANNOT_CLEAR_DEMO_FLAG_ERR */

"100003" = "format de fichier inattendu"; /* UNEXPECTED_SAMPLE_RECORD_FORMAT_ERR */

"100004" = "impossible de créer la fiche"; /* COULD_NOT_CREATE_SAMPLE_RECORD_ERR */

"100005" = "impossible de modifier la fiche"; /* COULD_NOT_MODIFY_SAMPLE_RECORD_ERR */

"100006" = "impossible de supprimer la fiche"; /* COULD_NOT_DELETE_SAMPLE_RECORD_ERR */

"100007" = "la fiche a été supprimée entre temps"; /* SAMPLE_RECORD_WAS_DELETED_ERR */

"100008" = "la fiche a été créée entre temps"; /* SAMPLE_RECORD_WAS_CREATED_ERR */

"100009" = "Impossible de trouver le nom d’utilisateur et le mot de passe"; /* COULD_NOT_FIND_CREDENTIALS_ERR */		

"100010" = "nom d’utilisateur et mot de passe inattendus"; /* UNEXPECTED_CREDENTIALS_ERR */			

"100011" = "Autorisations de stockage de données incorrectes. Le propriétaire et le groupe devraient être _addressbook.";

"100012" = "Chemin de stockage des données non valide.";

/* Logs */

"Address Book Server Log" = "Historique du serveur Carnet d’adresses";

"Error Log" = "Historique des erreurs";

/* Overview */

"Address Book Service is:" = "Le service Carnet d’adresses est :";

"Start Time:" = "Heure de démarrage : ";

"Requests/Hour:" = "Requêtes/heure :";

"Address Book service could not be started" = "Impossible de lancer le service Carnet d’adresses";
"No virtual host found for Address Book service" = "Aucun hôte virtuel n’a été trouvé pour le service Carnet d’adresses";
"More information about configuring the Address Book Service and connecting this server to a directory server can be found in the Help menu." = "Le menu Aide contient des informations supplémentaires concernant le service Carnet d’adresses et la connexion de ce serveur à un serveur de répertoire.";

"Add..." = "Ajouter…";
"Remove..." = "Supprimer…";
"<Automatic>" = "<Automatique>";
"Require" = "Exiger";